Repository: VitexSoftware/AbraFlexi-InvoiceEnhancer
Catalog: i18n/*/LC_MESSAGES/flexibee-relationship.po
Languages: cs_cz

source: Please contact Vitex Software to make this module working.
cs_cz: Prosím kontaktujete Vitex Software pokud chcete tento modul používat

source: No heading set
cs_cz: Nadpis nenastaven

source: Not described
cs_cz: Bez popisku

source: Module output Saved to %s
cs_cz: Výstup modulu byl uložen do %s

source: Module output %s wiped out
cs_cz: Výstup modulu %s byl vyčištěn

source: Company logo
cs_cz: Logo společnosti

source: Connection Problem
cs_cz: Problém připojení

source: Module %s do not found results
cs_cz: Modul %s nenalezl výsledky

source: Module dir %s is wrong
cs_cz: Složka modulů %s je špatná

source: Index
cs_cz: Obsah

source: Saved to %s
cs_cz: Uloženo do %s

source: Generated by
cs_cz: Vygenerováno pomocí

source: FlexiBee Relationship Overview
cs_cz: FlexiBee Přehled vztahu

source: version
cs_cz: Verze

source: Modules
cs_cz: Moduly

source: Common modules
cs_cz: Univerzální moduly

source: Options
cs_cz: Možnosti

source: Yesterday
cs_cz: Včerejšek

source: Week
cs_cz: Týden

source: Month
cs_cz: Měsíc

source: Year
cs_cz: Rok

source: From
cs_cz: Od

source: To
cs_cz: Do

source: Send by mail to
cs_cz: Odešli mail k

source: Generate digest for %s
cs_cz: Vygeneruj report pro %s

source: Bad call
cs_cz: Chybné volání

source: FlexiBee Relationship overview with %s digest from %s to %s
cs_cz: Přehled vztahu %s FlexiBee od %s do %s

source: Change Options
cs_cz: Možnosti

source: Session Expired
cs_cz: Sezená vypršelo

source: Button installer
cs_cz: Instalátor tlačítka

source: System Browser
cs_cz: Systémový prohlížeč

source: Open results in FlexiBee WebView or in System default browser
cs_cz: Otevřít výsledky ve webvém okýnku FlexiBee nebo ve výchozím systémovém prohlížeči

source: Relationship Overview
cs_cz: Přehled vztahu

source: Relationship Overview generator/sender
cs_cz: Generátor/Odesílač přehledu vztahu

source: Relationship Overview Button created
cs_cz: Tlačítko přehledu vztahu bylo vytvořeno

source: My App URL
cs_cz: Mje URL

source: none
cs_cz: žádný

source: Code
cs_cz: Kód

source: Type
cs_cz: Typ

source: Subject
cs_cz: Předmět dokladu

source: Variable symbol
cs_cz: Variabilní symbol

source: Date
cs_cz: Datum

source: Amount
cs_cz: Částka

source: Proformed
cs_cz: Zálohy

source: Settled
cs_cz: Uhrazeno

source: Currency
cs_cz: Měna

source: Count
cs_cz: Počet

source: Document type
cs_cz: Typ dokladu

source: Total
cs_cz: Celkem

source: Incoming Invoices
cs_cz: Přijaté faktury

source: Invoices we recieved
cs_cz: Přjaté platby

source: Bank
cs_cz: Banka

source: Incoming Payments
cs_cz: Příchozí platby

source: Payments we recieved
cs_cz: Příchozí platby

source: Outcoming Invoices
cs_cz: Vydané faktury

source: Invoices we issued
cs_cz: Vydané faktury

source: Outcoming payments
cs_cz: Odchozí platby

source: Payments we sent
cs_cz: Odchozí platby
